[
    {
        "id": "66f2a97e89a001b8f1e08861",
        "name": "Lamps",
        "productDescription": "Enhance your vehicle's visibility and style with our high-quality automotive lamps. Designed for easy installation and superior illumination, these durable lamps are the perfect upgrade for any car model.",
        "productInfo": "Our automotive lamps are designed to enhance visibility and style for your vehicle. Crafted with high-quality materials, these lamps offer superior illumination and durability. They're easy to install and compatible with a wide range of car models. Whether you're looking to replace old lamps or upgrade your vehicle's lighting system, our lamps provide the perfect blend of functionality and aesthetics. They're energy-efficient, weather-resistant, and comply with all relevant safety standards.",
        "sku": "0001",
        "price": 9.99,
        "comparePrice": 8.99,
        "isInStock": true,
        "stockQuantity": 0,
        "ribbon": 0,
        "createdAt": "2025-01-20T00:00:00Z",
        "updatedAt": "2025-01-20T00:00:00Z",
        "category": 0,
        "productMedias": [
            {
                "url": "c837a6_b5449b8d8ff54d5f9f09963337ef1067~mv2.jpg",
                "fullUrl": "https://static.wixstatic.com/media/c837a6_b5449b8d8ff54d5f9f09963337ef1067~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
                "mediaType": "PHOTO",
                "altText": "Automotive Lamp",
                "title": "High Performance Automotive Lamp",
                "width": 530,
                "height": 708
            },
            {
                "url": "c837a6_73ceb473661a40eab0dad350fbcaab7b~mv2.jpg",
                "fullUrl": "https://static.wixstatic.com/media/c837a6_73ceb473661a40eab0dad350fbcaab7b~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
                "mediaType": "PHOTO",
                "altText": "Automotive Lamp Additional View",
                "title": "High Performance Automotive Lamp Side View",
                "width": 530,
                "height": 708
            }
        ]
    },
    {
        "id": "66f2a97e89a001b8f1e08862",
        "name": "Door Handle",
        "productDescription": "Upgrade your vehicle's exterior with our premium door handle. Combining durability, style, and ease of use, it's the perfect replacement or upgrade for your car's existing handle.",
        "productInfo": "Our premium door handle is engineered for durability and style. Crafted from high-grade materials, it's designed to withstand frequent use and harsh weather conditions. The ergonomic design ensures a comfortable grip, while the sleek finish adds a touch of elegance to your vehicle. Compatible with a wide range of car models, this door handle is easy to install and comes with all necessary mounting hardware. It's rigorously tested to meet or exceed OEM standards, ensuring long-lasting performance and reliability.",
        "sku": "0002",
        "price": 120.00,
        "comparePrice": 0,
        "isInStock": true,
        "stockQuantity": 0,
        "ribbon": 1,
        "createdAt": "2025-01-20T00:00:00Z",
        "updatedAt": "2025-01-20T00:00:00Z",
        "category": 0,
        "productMedias": [
            {
                "url": "c837a6_d4fcf2e334784b24b28ecff8a9e74be7~mv2.jpg",
                "fullUrl": "https://static.wixstatic.com/media/c837a6_d4fcf2e334784b24b28ecff8a9e74be7~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
                "mediaType": "PHOTO",
                "altText": "Premium Door Handle",
                "title": "Premium Car Door Handle",
                "width": 530,
                "height": 708
            }
        ]
    },
    {
        "id": "66f2a97e89a001b8f1e08863",
        "name": "GPS",
        "productDescription": "Navigate with confidence using our advanced GPS system. Featuring a user-friendly interface, real-time updates, and voice command functionality, it's your perfect companion for any journey.",
        "productInfo": "Our state-of-the-art GPS system is designed to provide accurate navigation and enhance your driving experience. Featuring a high-resolution touchscreen display, it offers clear, turn-by-turn directions and real-time traffic updates. The device comes preloaded with detailed maps and points of interest, and supports regular updates to ensure you always have the latest information. With voice command functionality, hands-free operation, and smartphone integration, it offers convenience and safety. The compact design allows for easy installation and portability between vehicles.",
        "sku": "0003",
        "price": 120.00,
        "comparePrice": 0,
        "isInStock": true,
        "stockQuantity": 0,
        "ribbon": 1,
        "createdAt": "2025-01-20T00:00:00Z",
        "updatedAt": "2025-01-20T00:00:00Z",
        "category": 0,
        "productMedias": [
            {
                "url": "c837a6_7ceb4b4804c7416cbfd2bf352d0c8eff~mv2.jpg",
                "fullUrl": "https://static.wixstatic.com/media/c837a6_7ceb4b4804c7416cbfd2bf352d0c8eff~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
                "mediaType": "PHOTO",
                "altText": "GPS Navigation System",
                "title": "Advanced GPS Navigation System",
                "width": 530,
                "height": 708
            }
        ]
    },
    {
        "id": "66f2a97e89a001b8f1e08864",
        "name": "Car Mats",
        "productDescription": "Protect your car's interior with our premium, all-weather car mats. Custom-fit, durable, and easy to clean, they offer superior protection against spills, dirt, and wear.",
        "productInfo": "Our premium car mats are designed to provide ultimate protection for your vehicle's interior. Made from durable, all-weather materials, they're resistant to water, mud, and debris. The non-slip backing ensures they stay securely in place, while the raised edges contain spills and dirt. These mats are custom-fit to your specific car model, ensuring complete floor coverage. They're easy to clean - simply hose off and air dry. Available in a variety of colors to match your car's interior, these mats combine functionality with style.",
        "sku": "0004",
        "price": 120.00,
        "comparePrice": 0,
        "isInStock": true,
        "stockQuantity": 0,
        "ribbon": 2,
        "createdAt": "2025-01-20T00:00:00Z",
        "updatedAt": "2025-01-20T00:00:00Z",
        "category": 0,
        "productMedias": [
            {
                "url": "c837a6_feec59fa74784f7d99887a58f9ff9ed8~mv2.jpg",
                "fullUrl": "https://static.wixstatic.com/media/c837a6_feec59fa74784f7d99887a58f9ff9ed8~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
                "mediaType": "PHOTO",
                "altText": "Premium Car Mats",
                "title": "All-Weather Car Floor Mats",
                "width": 530,
                "height": 708
            }
        ]
    },
    {
        "id": "66f2a97e89a001b8f1e08865",
        "name": "Steering Wheel Cover",
        "productDescription": "Enhance your driving experience with our premium steering wheel cover. Offering improved grip, comfort, and protection, it's the perfect accessory for any vehicle.",
        "productInfo": "Our steering wheel cover is designed to enhance your driving comfort and protect your steering wheel. Made from premium, breathable materials, it provides a comfortable grip in all weather conditions. The cover is heat and cold resistant, ensuring a consistent feel year-round. Its universal fit makes it suitable for most standard steering wheels. Easy to install, it requires no tools or special skills. The cover not only improves grip and comfort but also protects the original steering wheel from wear and tear, preserving your car's value.",
        "sku": "0005",
        "price": 120.00,
        "comparePrice": 108.00,
        "isInStock": true,
        "stockQuantity": 0,
        "ribbon": 0,
        "createdAt": "2025-01-20T00:00:00Z",
        "updatedAt": "2025-01-20T00:00:00Z",
        "category": 0,
        "productMedias": [
            {
                "url": "c837a6_2e35f13454cb4e4498827228bc70a559~mv2.jpg",
                "fullUrl": "https://static.wixstatic.com/media/c837a6_2e35f13454cb4e4498827228bc70a559~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
                "mediaType": "PHOTO",
                "altText": "Premium Steering Wheel Cover",
                "title": "Comfort Grip Steering Wheel Cover",
                "width": 530,
                "height": 708
            }
        ]
    },
    {
        "id": "66f2a97e89a001b8f1e08866",
        "name": "Seat Cover",
        "productDescription": "Revitalize your car's interior with our premium seat covers. Offering comfort, protection, and style, they're the perfect solution for preserving your vehicle's upholstery.",
        "productInfo": "Our premium seat covers are designed to provide ultimate comfort and protection for your vehicle's interior. Made from durable, easy-to-clean materials, they're resistant to spills, stains, and wear. The covers feature a universal fit, making them suitable for most car models. They're easy to install and remove for cleaning. These seat covers not only protect your original upholstery but also give your car's interior a fresh, new look. Available in various colors and designs to match your style preferences.",
        "sku": "0006",
        "price": 120.00,
        "comparePrice": 0,
        "isInStock": true,
        "stockQuantity": 0,
        "ribbon": 2,
        "createdAt": "2025-01-20T00:00:00Z",
        "updatedAt": "2025-01-20T00:00:00Z",
        "category": 0,
        "productMedias": [
            {
                "url": "c837a6_eebf0094c624498e9a94fede99eeb9ff~mv2.jpg",
                "fullUrl": "https://static.wixstatic.com/media/c837a6_eebf0094c624498e9a94fede99eeb9ff~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
                "mediaType": "PHOTO",
                "altText": "Premium Seat Cover",
                "title": "Universal Fit Car Seat Cover",
                "width": 530,
                "height": 708
            }
        ]
    },
    {
        "id": "66f2a97e89a001b8f1e08867",
        "name": "Steering Rack",
        "productDescription": "Upgrade your vehicle's steering system with our premium steering rack. Engineered for precision and durability, it ensures smooth, responsive control for a safer, more enjoyable driving experience.",
        "productInfo": "Our high-quality steering rack is engineered for precision and durability. Manufactured to meet or exceed OEM specifications, it ensures smooth and responsive steering control. This rack is designed for easy installation and is compatible with a wide range of vehicle models. It's constructed from premium materials to resist wear and corrosion, ensuring long-lasting performance. Regular replacement of your steering rack can improve your vehicle's handling and safety.",
        "sku": "0007",
        "price": 120.00,
        "comparePrice": 0,
        "isInStock": true,
        "stockQuantity": 0,
        "ribbon": 1,
        "createdAt": "2025-01-20T00:00:00Z",
        "updatedAt": "2025-01-20T00:00:00Z",
        "category": 1,
        "productMedias": [
            {
                "url": "c837a6_2a025d5f690d4a979d6730a13ea3c96d~mv2.jpg",
                "fullUrl": "https://static.wixstatic.com/media/c837a6_2a025d5f690d4a979d6730a13ea3c96d~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
                "mediaType": "PHOTO",
                "altText": "Steering Rack",
                "title": "High Performance Steering Rack",
                "width": 530,
                "height": 708
            }
        ]
    },
    {
        "id": "66f2a97e89a001b8f1e08868",
        "name": "Brake Hoses",
        "productDescription": "Upgrade your vehicle's braking performance with our premium brake hoses. Designed for durability and consistent performance, they ensure reliable, responsive braking in all conditions.",
        "productInfo": "Our high-performance brake hoses are designed to enhance your vehicle's braking system. Made from durable, flexible materials, they resist expansion under pressure, ensuring consistent brake pedal feel. These hoses are engineered to withstand extreme temperatures and are resistant to abrasion and corrosion. They meet or exceed DOT specifications for safety and reliability. Easy to install, these brake hoses are compatible with a wide range of vehicle models and come with all necessary fittings.",
        "sku": "0008",
        "price": 120.00,
        "comparePrice": 108.00,
        "isInStock": true,
        "stockQuantity": 0,
        "ribbon": 0,
        "createdAt": "2025-01-20T00:00:00Z",
        "updatedAt": "2025-01-20T00:00:00Z",
        "category": 1,
        "productMedias": [
            {
                "url": "c837a6_a8e7987786e34028b9723172e527831f~mv2.jpg",
                "fullUrl": "https://static.wixstatic.com/media/c837a6_a8e7987786e34028b9723172e527831f~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
                "mediaType": "PHOTO",
                "altText": "Brake Hoses",
                "title": "High Performance Brake Hoses",
                "width": 530,
                "height": 708
            }
        ]
    },
    {
        "id": "66f2a97e89a001b8f1e08869",
        "name": "Brake Cylinder",
        "productDescription": "Ensure optimal braking performance with our high-quality brake cylinder. Engineered for reliability and longevity, it's an essential component for maintaining your vehicle's safety and performance.",
        "productInfo": "Our brake cylinder is a crucial component of your vehicle's braking system. Manufactured to meet or exceed OEM specifications, it ensures reliable and consistent braking performance. The cylinder is made from high-quality materials to resist corrosion and wear, extending its lifespan. It's designed for easy installation and is compatible with a wide range of vehicle models. Regular replacement of your brake cylinder can significantly improve your vehicle's braking efficiency and overall safety.",
        "sku": "0009",
        "price": 120.00,
        "comparePrice": 0,
        "isInStock": true,
        "stockQuantity": 0,
        "ribbon": 1,
        "createdAt": "2025-01-20T00:00:00Z",
        "updatedAt": "2025-01-20T00:00:00Z",
        "category": 1,
        "productMedias": [
            {
                "url": "c837a6_8020737c00fa4fbe923f97bbeab12351~mv2.jpg",
                "fullUrl": "https://static.wixstatic.com/media/c837a6_8020737c00fa4fbe923f97bbeab12351~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
                "mediaType": "PHOTO",
                "altText": "Brake Cylinder",
                "title": "High Performance Brake Cylinder",
                "width": 530,
                "height": 708
            }
        ]
    },
    {
        "id": "66f2a97e89a001b8f1e0886a",
        "name": "Brake Disc",
        "productDescription": "Enhance your vehicle's braking performance with our premium brake disc. Engineered for durability and efficient heat dissipation, it ensures reliable, powerful stopping in all driving conditions.",
        "productInfo": "Our high-performance brake disc is engineered for optimal braking efficiency and durability. Made from premium-grade materials, it offers excellent heat dissipation to prevent brake fade during intense use. The disc features precision machining for smooth, quiet operation and even pad wear. It's designed to meet or exceed OEM specifications and is compatible with a wide range of vehicle models. Regular replacement of your brake discs can significantly improve your vehicle's stopping power and overall safety.",
        "sku": "0010",
        "price": 120.00,
        "comparePrice": 108.00,
        "isInStock": true,
        "stockQuantity": 0,
        "ribbon": 0,
        "createdAt": "2025-01-20T00:00:00Z",
        "updatedAt": "2025-01-20T00:00:00Z",
        "category": 1,
        "productMedias": [
            {
                "url": "c837a6_992b4187f25f4e1fb04f759f9bbc3ee5~mv2.jpg",
                "fullUrl": "https://static.wixstatic.com/media/c837a6_992b4187f25f4e1fb04f759f9bbc3ee5~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
                "mediaType": "PHOTO",
                "altText": "Brake Disc",
                "title": "High Performance Brake Disc",
                "width": 530,
                "height": 708
            }
        ]
    },
    {
        "id": "66f2a97e89a001b8f1e0886b",
        "name": "Power Steering Pump",
        "productDescription": "Restore your vehicle's steering responsiveness with our high-quality power steering pump. Engineered for smooth operation and durability, it ensures effortless steering control in all driving conditions.",
        "productInfo": "Our power steering pump is designed to deliver smooth and responsive steering control. Manufactured to meet or exceed OEM specifications, it ensures reliable performance and long service life. The pump features high-quality internal components for efficient operation and reduced noise. It's engineered for easy installation and is compatible with a wide range of vehicle models. Regular replacement of your power steering pump can improve your vehicle's handling and prevent potential steering system failures.",
        "sku": "0011",
        "price": 120.00,
        "comparePrice": 0,
        "isInStock": true,
        "stockQuantity": 0,
        "ribbon": 2,
        "createdAt": "2025-01-20T00:00:00Z",
        "updatedAt": "2025-01-20T00:00:00Z",
        "category": 1,
        "productMedias": [
            {
                "url": "c837a6_c9623e6a69114f69abd6d83635f7c554~mv2.jpg",
                "fullUrl": "https://static.wixstatic.com/media/c837a6_c9623e6a69114f69abd6d83635f7c554~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
                "mediaType": "PHOTO",
                "altText": "Power Steering Pump",
                "title": "High Performance Power Steering Pump",
                "width": 530,
                "height": 708
            }
        ]
    },
    {
        "id": "66f2a97e89a001b8f1e0886c",
        "name": "Brake Pads",
        "productDescription": "Upgrade your vehicle's braking performance with our premium brake pads. Engineered for superior stopping power and low noise, they ensure reliable braking in all driving conditions.",
        "productInfo": "Our high-performance brake pads are engineered for optimal braking efficiency and durability. Made from advanced friction materials, they offer excellent stopping power in various driving conditions. These pads feature low-noise operation and minimal brake dust production. They're designed to meet or exceed OEM specifications and are compatible with a wide range of vehicle models. Regular replacement of your brake pads is crucial for maintaining your vehicle's braking performance and overall safety.",
        "sku": "0012",
        "price": 120.00,
        "comparePrice": 0,
        "isInStock": true,
        "stockQuantity": 0,
        "ribbon": 1,
        "createdAt": "2025-01-20T00:00:00Z",
        "updatedAt": "2025-01-20T00:00:00Z",
        "category": 1,
        "productMedias": [
            {
                "url": "c837a6_27f58b0f50264a97a4b9d82f1a75b01f~mv2.jpg",
                "fullUrl": "https://static.wixstatic.com/media/c837a6_27f58b0f50264a97a4b9d82f1a75b01f~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
                "mediaType": "PHOTO",
                "altText": "Brake Pads",
                "title": "High Performance Brake Pads",
                "width": 530,
                "height": 708
            }
        ]
    },
    {
        "id": "66f2a97e89a001b8f1e0886d",
        "name": "Custom Wheels",
        "productDescription": "Elevate your vehicle's style and performance with our custom wheels. Offering a perfect blend of form and function, they're the ideal upgrade for any car enthusiast.",
        "productInfo": "Our custom wheels are designed to enhance your vehicle's appearance and performance. Made from high-quality materials, they offer durability and style. These wheels are available in various sizes, finishes, and designs to suit your personal taste and vehicle specifications. They're engineered for optimal weight distribution and strength, improving your vehicle's handling and fuel efficiency. Our custom wheels meet or exceed industry standards for safety and quality.",
        "sku": "0013",
        "price": 85.00,
        "comparePrice": 76.50,
        "isInStock": true,
        "stockQuantity": 0,
        "ribbon": 0,
        "createdAt": "2025-01-20T00:00:00Z",
        "updatedAt": "2025-01-20T00:00:00Z",
        "category": 2,
        "productMedias": [
            {
                "url": "c837a6_8b8453c494c74c2d95502a8abd5a99a3~mv2.jpg",
                "fullUrl": "https://static.wixstatic.com/media/c837a6_8b8453c494c74c2d95502a8abd5a99a3~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
                "mediaType": "PHOTO",
                "altText": "Custom Wheels",
                "title": "Premium Custom Wheels",
                "width": 530,
                "height": 708
            }
        ]
    },
    {
        "id": "66f2a97e89a001b8f1e0886e",
        "name": "4X4 Wheels",
        "productDescription": "Conquer any terrain with our robust 4x4 wheels. Engineered for durability and superior traction, they're the perfect upgrade for off-road enthusiasts and adventure seekers.",
        "productInfo": "Our 4x4 wheels are specifically designed for off-road enthusiasts and adventure seekers. Constructed from robust materials, these wheels offer exceptional durability and strength to withstand rough terrains. They feature an aggressive tread pattern for superior traction in mud, sand, and rocky surfaces. The wheels are engineered to provide optimal weight distribution and heat dissipation, ensuring reliable performance in challenging conditions. Compatible with a wide range of 4x4 vehicles, these wheels combine rugged functionality with striking aesthetics.",
        "sku": "0014",
        "price": 20.00,
        "comparePrice": 0,
        "isInStock": true,
        "stockQuantity": 0,
        "ribbon": 1,
        "createdAt": "2025-01-20T00:00:00Z",
        "updatedAt": "2025-01-20T00:00:00Z",
        "category": 2,
        "productMedias": [
            {
                "url": "c837a6_907b8956eaf94b07a51f0f108bab9108~mv2.jpg",
                "fullUrl": "https://static.wixstatic.com/media/c837a6_907b8956eaf94b07a51f0f108bab9108~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
                "mediaType": "PHOTO",
                "altText": "4X4 Wheels",
                "title": "Off-Road 4X4 Wheels",
                "width": 530,
                "height": 708
            }
        ]
    },
    {
        "id": "66f2a97e89a001b8f1e0886f",
        "name": "Aluminum Wheels",
        "productDescription": "Upgrade your vehicle's performance and aesthetics with our lightweight aluminum wheels. Offering improved handling and fuel efficiency, they're the perfect choice for style-conscious drivers.",
        "productInfo": "Our aluminum wheels offer a perfect blend of style, performance, and durability. Crafted from high-grade aluminum alloy, these wheels are significantly lighter than steel alternatives, improving your vehicle's fuel efficiency and handling. They feature a corrosion-resistant finish for long-lasting beauty. The wheels are designed to enhance brake cooling and are available in various sizes and styles to suit different vehicle models. Each wheel undergoes rigorous testing to ensure it meets or exceeds industry safety standards.",
        "sku": "0015",
        "price": 10.00,
        "comparePrice": 0,
        "isInStock": true,
        "stockQuantity": 0,
        "ribbon": 2,
        "createdAt": "2025-01-20T00:00:00Z",
        "updatedAt": "2025-01-20T00:00:00Z",
        "category": 2,
        "productMedias": [
            {
                "url": "c837a6_6a4c11a1aa80451fa7efbb2ec564a524~mv2.jpg",
                "fullUrl": "https://static.wixstatic.com/media/c837a6_6a4c11a1aa80451fa7efbb2ec564a524~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
                "mediaType": "PHOTO",
                "altText": "Aluminum Wheels",
                "title": "Lightweight Aluminum Performance Wheels",
                "width": 530,
                "height": 708
            }
        ]
    },
    {
        "id": "66f2a97e89a001b8f1e08870",
        "name": "Steel Wheels",
        "productDescription": "Choose our steel wheels for unmatched durability and strength. Perfect for heavy-duty applications, they offer reliable performance in the toughest conditions at an affordable price.",
        "productInfo": "Our steel wheels are engineered for maximum durability and strength. Ideal for heavy-duty applications and rough terrains, these wheels can withstand high impacts and loads. They feature a corrosion-resistant coating for longevity in various weather conditions. While heavier than aluminum alternatives, steel wheels offer unmatched robustness and are often more cost-effective. Available in various sizes, these wheels are compatible with a wide range of vehicles, from trucks to SUVs.",
        "sku": "0016",
        "price": 25.00,
        "comparePrice": 22.50,
        "isInStock": true,
        "stockQuantity": 0,
        "ribbon": 0,
        "createdAt": "2025-01-20T00:00:00Z",
        "updatedAt": "2025-01-20T00:00:00Z",
        "category": 2,
        "productMedias": [
            {
                "url": "c837a6_4824cb74e00f4246aa7604ab960ac14f~mv2.jpg",
                "fullUrl": "https://static.wixstatic.com/media/c837a6_4824cb74e00f4246aa7604ab960ac14f~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
                "mediaType": "PHOTO",
                "altText": "Steel Wheels",
                "title": "Heavy-Duty Steel Wheels",
                "width": 530,
                "height": 708
            }
        ]
    },
    {
        "id": "66f2a97e89a001b8f1e08871",
        "name": "Alloy Wheels",
        "productDescription": "Enhance your vehicle's performance and style with our premium alloy wheels. Offering improved handling, fuel efficiency, and a range of stylish designs, they're the ultimate upgrade for any car enthusiast.",
        "productInfo": "Our alloy wheels offer the perfect balance between performance and aesthetics. Made from a custom blend of lightweight metals, these wheels provide improved handling and fuel efficiency compared to standard steel wheels. They feature excellent heat dissipation properties, enhancing brake performance. The wheels come in a variety of stylish designs and finishes, allowing you to personalize your vehicle's look. Each wheel is precision-engineered and thoroughly tested to ensure durability and safety.",
        "sku": "0017",
        "price": 7.50,
        "comparePrice": 0,
        "isInStock": true,
        "stockQuantity": 0,
        "ribbon": 2,
        "createdAt": "2025-01-20T00:00:00Z",
        "updatedAt": "2025-01-20T00:00:00Z",
        "category": 2,
        "productMedias": [
            {
                "url": "c837a6_44e0db2f42bd48ff8ea5b3ade29882c1~mv2.jpg",
                "fullUrl": "https://static.wixstatic.com/media/c837a6_44e0db2f42bd48ff8ea5b3ade29882c1~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
                "mediaType": "PHOTO",
                "altText": "Alloy Wheels",
                "title": "Premium Performance Alloy Wheels",
                "width": 530,
                "height": 708
            }
        ]
    },
    {
        "id": "66f2a97e89a001b8f1e08872",
        "name": "Chrome Wheels",
        "productDescription": "Add a touch of luxury to your vehicle with our stunning chrome wheels. Offering a perfect blend of style and durability, they're the ideal choice for drivers who want to stand out.",
        "productInfo": "Our chrome wheels are the epitome of luxury and style. These wheels feature a high-quality chrome plating over a durable alloy base, offering a brilliant, mirror-like finish that turns heads. The chrome finish not only enhances aesthetics but also provides excellent corrosion resistance. Despite their flashy appearance, these wheels are engineered for performance, offering good heat dissipation and strength. Available in various sizes and designs, they're compatible with a wide range of vehicle models.",
        "sku": "0018",
        "price": 15.00,
        "comparePrice": 0,
        "isInStock": true,
        "stockQuantity": 0,
        "ribbon": 1,
        "createdAt": "2025-01-20T00:00:00Z",
        "updatedAt": "2025-01-20T00:00:00Z",
        "category": 2,
        "productMedias": [
            {
                "url": "c837a6_024beae3c83d4cfd888b84fac9a5094e~mv2.jpg",
                "fullUrl": "https://static.wixstatic.com/media/c837a6_024beae3c83d4cfd888b84fac9a5094e~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
                "mediaType": "PHOTO",
                "altText": "Chrome Wheels",
                "title": "Luxury Chrome Wheels",
                "width": 530,
                "height": 708
            }
        ]
    },
    {
        "id": "66f2a97e89a001b8f1e08873",
        "name": "Turbocharger",
        "productDescription": "Boost your engine's performance with our high-quality turbocharger. Engineered for increased horsepower and torque, it's the perfect upgrade for performance enthusiasts seeking more power from their engine.",
        "productInfo": "Our high-performance turbocharger is designed to significantly boost your engine's power output. Engineered with precision, it forces more air into the combustion chamber, allowing for more fuel to be added, resulting in increased horsepower and torque. This turbocharger features advanced materials for improved heat resistance and durability. It's compatible with various engine types and sizes, and comes with necessary gaskets for installation. Proper installation can lead to improved fuel efficiency alongside the power increase.",
        "sku": "0019",
        "price": 85.00,
        "comparePrice": 76.50,
        "isInStock": true,
        "stockQuantity": 0,
        "ribbon": 0,
        "createdAt": "2025-01-20T00:00:00Z",
        "updatedAt": "2025-01-20T00:00:00Z",
        "category": 3,
        "productMedias": [
            {
                "url": "c837a6_0550d7f901304eff9d178e70edec82d3~mv2.jpg",
                "fullUrl": "https://static.wixstatic.com/media/c837a6_0550d7f901304eff9d178e70edec82d3~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
                "mediaType": "PHOTO",
                "altText": "Performance Turbocharger",
                "title": "High-Performance Turbocharger",
                "width": 530,
                "height": 708
            }
        ]
    },
    {
        "id": "66f2a97e89a001b8f1e08874",
        "name": "Timing Belt",
        "productDescription": "Ensure your engine's optimal performance with our durable timing belt. Designed for precision and longevity, it's an essential component for maintaining your vehicle's engine health and preventing costly repairs.",
        "productInfo": "Our high-quality timing belt is a crucial component for maintaining your engine's performance and longevity. Made from durable, heat-resistant materials, it ensures precise synchronization between the crankshaft and camshaft, preventing potential engine damage. This belt features reinforced edges for extended wear resistance and reduced noise. It's designed to meet or exceed OEM specifications and is compatible with a wide range of vehicle models. Regular replacement of your timing belt is essential for preventing costly engine repairs.",
        "sku": "0020",
        "price": 40.00,
        "comparePrice": 0,
        "isInStock": true,
        "stockQuantity": 0,
        "ribbon": 2,
        "createdAt": "2025-01-20T00:00:00Z",
        "updatedAt": "2025-01-20T00:00:00Z",
        "category": 3,
        "productMedias": [
            {
                "url": "c837a6_6b51e63633c548d3975e3b8a96acc7c7~mv2.jpg",
                "fullUrl": "https://static.wixstatic.com/media/c837a6_6b51e63633c548d3975e3b8a96acc7c7~mv2.jpg/v1/fit/w_500,h_500,q_90/file.jpg",
                "mediaType": "PHOTO",
                "altText": "Timing Belt",
                "title": "High-Quality Engine Timing Belt",
                "width": 530,
                "height": 708
            }
        ]
    }
]